Repository: Some1sm/UsageLogger-DigitalWellbeing
Catalog: DigitalWellbeingWinUI3/Strings/*/Resources.resw
Source language: en_us
Languages: ca, de_de, es_es, pt_br, zh_hans

source: Today
de_de: Heute
es_es: Hoy
pt_br: Hoje
zh_hans: 今天

source: from last
de_de: vom letzten
es_es: del último
pt_br: da última
zh_hans: 较上次

# History_TimePeriod.Text
source: Time Period
ca: Període de Temps
de_de: Zeitraum
es_es: Periodo
pt_br: Período
zh_hans: 时间段

# History_ViewMode.Text
source: View Mode
ca: Mode de Vista
de_de: Ansichtsmodus
es_es: Modo de Vista
pt_br: Modo de Exibição
zh_hans: 视图模式

# History_StartDate.Text
source: Start Date
ca: Data d'Inici
de_de: Startdatum
es_es: Fecha Inicio
pt_br: Data Início
zh_hans: 开始日期

# History_EndDate.Text
source: End Date
ca: Data de Fi
de_de: Enddatum
es_es: Fecha Fin
pt_br: Data Fim
zh_hans: 结束日期

# History_ApplyButton.Content
source: Apply
ca: Aplicar
de_de: Anwenden
es_es: Aplicar
pt_br: Aplicar
zh_hans: 应用

# History_TotalScreenTime.Text
source: Total Active Screen Time
ca: Temps Total de Pantalla
de_de: Gesamte Bildschirmzeit
es_es: Tiempo Total en Pantalla
pt_br: Tempo Total de Tela
zh_hans: 总屏幕时间

# History_DailyTrends.Text
source: Previous period average
ca: Mitjana del període anterior
de_de: Durchschnitt vorheriger Zeitraum
es_es: Tendencias Diarias
pt_br: Média anterior
zh_hans: 上期平均

# History_DailyTrendsSubtitle.Text
source: 📊 Day-by-day trends
ca: 📊 Tendències diàries
de_de: 📊 Tägliche Trends
es_es: 📊 Uso día por día
pt_br: 📊 Tendências diárias
zh_hans: 📊 每日趋势

# History_DailyTrendsLegend.Text
source: Historical average
ca: Mitjana històrica
de_de: Historischer Durchschnitt
es_es: Línea naranja = media del periodo anterior
pt_br: Média histórica
zh_hans: 历史平均

# History_UsageTrends.Text
source: Usage Trends
ca: Tendències d'Ús
de_de: Nutzungstrends
es_es: Tendencias de Uso
pt_br: Tendências de Uso
zh_hans: 使用趋势

# History_DistributionAnalysis.Text
source: Distribution Analysis
ca: Anàlisi de Distribució
de_de: Verteilungsanalyse
es_es: Análisis de Distribución
pt_br: Análise de Distribuição
zh_hans: 分布分析

# History_ActivityHeatmap.Text
source: Activity Heatmap
ca: Mapa de Calor
de_de: Aktivitäts-Heatmap
es_es: Mapa de Calor
pt_br: Mapa de Calor
zh_hans: 活动热力图

# History_HeatmapTooltip.Text
source: Hover for details
ca: Detalls al passar el ratolí
de_de: Details beim Hover
es_es: Pasa el ratón para ver detalles
pt_br: Detalhes ao passar mouse
zh_hans: 悬停查看详情

# History_DailyUsage
source: Daily Usage
ca: Ús Diari
de_de: Tägliche Nutzung
es_es: Uso Diario
pt_br: Uso Diário
zh_hans: 每日使用

# History_PrevPeriodAvg
source: Prev Period Avg
ca: Mitjana Ant.
de_de: Vorh. Durchschn.
es_es: Media Periodo Ant
pt_br: Média Ant.
zh_hans: 上期平均

# History_NoPreviousData
source: No previous data
ca: Sense dades prèvies
de_de: Keine Daten
es_es: Sin datos anteriores
pt_br: Sem dados
zh_hans: 无数据

# History_VsPreviousDays
source: vs previous {0} days
ca: vs {0} dies ant.
de_de: vs {0} Tage vorh.
es_es: vs los {0} días anteriores
pt_br: vs {0} dias ant.
zh_hans: 对比前 {0} 天

# Settings_UnsavedChanges.Text
source: You have unsaved changes.
ca: Tens canvis sense desar.
de_de: Ungespeicherte Änderungen.
es_es: Tienes cambios sin guardar.
pt_br: Alterações não salvas.
zh_hans: 更动未保存。

# Settings_ApplyChanges.Content
source: Apply Changes
ca: Aplicar Canvis
de_de: Anwenden
es_es: Aplicar Cambios
pt_br: Aplicar
zh_hans: 应用更动

# Settings_Title.Text
source: Settings
ca: Configuració
de_de: Einstellungen
es_es: Configuración
pt_br: Configurações
zh_hans: 设置

# Settings_AppRuntime.Text
source: App Runtime
ca: Execució de l'App
de_de: Laufzeit
es_es: Ejecución
pt_br: Execução
zh_hans: 应用运行

# Settings_RunOnStartup.Text
source: Run on Startup
ca: Executar a l'Inici
de_de: Autostart
es_es: Ejecutar al Inicio
pt_br: Executar na Inicialização
zh_hans: 开机启动

# Settings_RunOnStartupDesc.Text
source: Choose what runs when Windows starts.
ca: Tria què s'executa en iniciar Windows.
de_de: Starten, wenn Windows startet.
es_es: Inicia la app con Windows.
pt_br: Iniciar com o Windows.
zh_hans: 随 Windows 启动。

# Settings_MinimizeOnExit.Text
source: Minimize On Exit
ca: Minimitzar al Sortir
de_de: Beim Schließen minimieren
es_es: Minimizar al Salir
pt_br: Minimizar ao Sair
zh_hans: 退出时最小化

# Settings_MinimizeOnExitDesc.Text
source: Minimize the app to tray on exit instead of closing.
ca: Minimitza a la safata en lloc de tancar.
de_de: In Tray minimieren statt beenden.
es_es: Minimiza a la bandeja en vez de cerrar.
pt_br: Minimizar para bandeja em vez de fechar.
zh_hans: 最小化到托盘而不是关闭。

# Settings_UsageData.Text
source: Usage Data
ca: Dades d'ús
de_de: Nutzungsdaten
es_es: Datos de Uso
pt_br: Dados de Uso
zh_hans: 使用数据

# Settings_IncognitoMode.Text
source: Incognito Mode
ca: Mode Incògnit
de_de: Inkognito-Modus
es_es: Modo Incógnito
pt_br: Modo Incógnito
zh_hans: 隐身模式

# Settings_IncognitoModeDesc.Text
source: Do not record window titles (e.g. YouTube video names).
ca: No registrar títols de finestra (ex. noms de YouTube).
de_de: Fenstertitel nicht speichern (z.B. YouTube).
es_es: No registrar títulos (ej. videos YouTube).
pt_br: Não gravar títulos (ex. YouTube).
zh_hans: 不记录窗口标题 (如 YouTube 视频名)。

# Settings_ExcludedApps.Text
source: Excluded Apps
ca: Apps Excloses
de_de: Ignorierte Apps
es_es: Apps Excluidas
pt_br: Apps Excluídos
zh_hans: 排除应用

# Settings_ExcludedAppsDesc.Text
source: Double-click to remove an excluded app.
ca: Doble clic per eliminar una app exclosa.
de_de: Doppelklick zum Entfernen.
es_es: Doble clic para eliminar exclusión.
pt_br: Clique duplo para remover.
zh_hans: 双击移除。

# Settings_TimeLimits.Text
source: Time Limits per App
ca: Límits de Temps
de_de: Zeitlimits
es_es: Límites de Tiempo
pt_br: Limites de Tempo
zh_hans: 时间限制

# Settings_TimeLimitsDesc.Text
source: Double-click to remove time limit.
ca: Doble clic per eliminar límit.
de_de: Doppelklick zum Entfernen.
es_es: Doble clic para eliminar límite.
pt_br: Clique duplo para remover limite.
zh_hans: 双击移除限制。

# Settings_Display.Text
source: Display
ca: Pantalla
de_de: Anzeige
es_es: Visualización
pt_br: Exibição
zh_hans: 显示

# Settings_DaysToShow.Text
source: Days to show on graph
ca: Dies a mostrar
de_de: Tage in Grafik
es_es: Días a mostrar
pt_br: Dias para mostrar
zh_hans: 显示天数

# Settings_DaysToShowDesc.Text
source: Number of days shown in the Dashboard weekly bar chart.
ca: Dies mostrats al gràfic setmanal.
de_de: Tage im wöchentlichen Balkendiagramm.
es_es: Días mostrados en gráfico semanal.
pt_br: Dias no gráfico semanal.
zh_hans: 周图表显示天数。

# Settings_DetailedDays.Text
source: Days to show on Detailed usage
ca: Dies en Ús Detallat
de_de: Detaillierte Tage
es_es: Días en Uso Detallado
pt_br: Dias Detalhados
zh_hans: 详细天数

# Settings_DetailedDaysDesc.Text
source: Number of timeline columns in the Detailed Usage page (1-7 days).
ca: Columnes a la pàgina d'Ús Detallat (1-7).
de_de: Spalten auf Detailseite (1-7).
es_es: Columnas en página de Uso Detallado.
pt_br: Colunas na página de Detalhes (1-7).
zh_hans: 详细使用页列数 (1-7)。

# Settings_MinDuration.Text
source: Minimum App Duration (seconds)
ca: Durada Mínima (s)
de_de: Min. Dauer (s)
es_es: Duración Mínima (segundos)
pt_br: Duração Mínima (s)
zh_hans: 最短持续 (秒)

# Settings_MinDurationDesc.Text
source: Apps with usage less than this will be hidden (default 0s).
ca: Ocultar apps amb ús menor a això.
de_de: Apps < Dauer ausblenden.
es_es: Ocultar apps con uso menor a este.
pt_br: Ocultar apps < duração.
zh_hans: 隐藏少于此时间的应用。

# Settings_AutoRefresh.Text
source: Auto-Refresh Interval (s)
ca: Interval Auto-Refresc (s)
de_de: Auto-Refresh Intervall (s)
es_es: Intervalo Auto-Refresco (s)
pt_br: Atualização Automática (s)
zh_hans: 自动刷新间隔 (秒)

# Settings_AutoRefreshDesc.Text
source: Minimum 6 seconds.
ca: Mínim 6 segons.
de_de: Min 6 Sekunden.
es_es: Mínimo 6 segundos.
pt_br: Mínimo 6 segundos.
zh_hans: 最少 6 秒。

# Settings_TimelineThreshold.Text
source: Timeline Detail Level (Merge Threshold s)
ca: Detall de Línia de Temps
de_de: Timeline Detail
es_es: Nivel Detalle Timeline (Umbral s)
pt_br: Detalhe da Timeline
zh_hans: 时间轴细节

# Settings_TimelineThresholdDesc.Text
source: Lower values show more items but may reduce performance (Default 30s).
ca: Llindar de fusió (Predeterminat 30s).
de_de: Fusions-Schwelle (Standard 30s).
es_es: Valores bajos afectan rendimiento (Defecto 30s).
pt_br: Limite de fusão (Padrão 30s).
zh_hans: 合并阈值 (默认 30秒)。

# Settings_ThemeMode.Text
source: Theme Mode
ca: Tema
de_de: Design
es_es: Tema
pt_br: Tema
zh_hans: 主题

# Settings_ThemeSystem.Content
source: System
ca: Sistema
es_es: Sistema
pt_br: Sistema
zh_hans: 系统

# Settings_ThemeLight.Content
source: Light
ca: Clar
de_de: Hell
es_es: Claro
pt_br: Claro
zh_hans: 亮色

# Settings_ThemeDark.Content
source: Dark
ca: Fosc
de_de: Dunkel
es_es: Oscuro
pt_br: Escuro
zh_hans: 暗色

# Settings_CombinedAudio.Text
source: Combined Audio View
ca: Vista d'Àudio Combinada
de_de: Kombinierte Audio-Ansicht
es_es: Vista Audio Combinada
pt_br: Visão de Áudio Combinada
zh_hans: 合并音频视图

# Settings_CombinedAudioDesc.Text
source: Show Active Windows and Background Audio on same page instead of tabs.
ca: Mostrar Finestres Actives i Àudio de Fons juntes.
de_de: Aktive Fenster und Audio zusammen anzeigen.
es_es: Mostrar Ventanas y Audio juntos.
pt_br: Janelas Ativas e Áudio juntos.
zh_hans: 同时显示活动窗口和背景音频。

# Settings_Data.Text
source: Data
ca: Dades
de_de: Daten
es_es: Datos
pt_br: Dados
zh_hans: 数据

# Settings_LogStorage.Text
source: Log Storage Location
ca: Ubicació de Registres
de_de: Log-Speicherort
es_es: Ubicación de Logs
pt_br: Local dos Logs
zh_hans: 日志位置

# Settings_LogStorageDesc.Text
source: Change where usage logs are stored. Service will restart when changed.
ca: Canviar on es guarden els registres.
de_de: Ordner für Logs ändern.
es_es: Cambiar carpeta guarda logs. Reiniciará el servicio.
pt_br: Alterar pasta de logs.
zh_hans: 更改日志文件夹。

# Settings_BtnOpen.Content
source: Open
ca: Obrir
de_de: Öffnen
es_es: Abrir
pt_br: Abrir
zh_hans: 打开

# Settings_BtnBrowse.Content
source: Browse...
ca: Explorar...
de_de: Durchsuchen...
es_es: Buscar...
pt_br: Navegar...
zh_hans: 浏览...

# Settings_BtnReset.Content
source: Reset
ca: Restablir
de_de: Zurücksetzen
pt_br: Resetar
zh_hans: 重置

# Settings_DataFlush.Text
source: Data Flush Interval (seconds)
ca: Interval de Desat (s)
de_de: Speicher-Intervall (s)
es_es: Intervalo Guardado (segundos)
pt_br: Intervalo Salvamento (s)
zh_hans: 保存间隔 (秒)

# Settings_DataFlushDesc.Text
source: RAM Cache: buffers data in memory and saves to disk periodically (faster, default). Direct Write: saves immediately to disk (safer if crash occurs). Interval only applies when RAM Cache is ON.
ca: RAM Cache (ràpid) vs Escriptura Directa (segur).
de_de: RAM Cache (schnell) vs Direkt (sicher).
es_es: Frecuencia de guardado a disco (Defecto 300s).
pt_br: Cache RAM (rápido) ou Direto (seguro).
zh_hans: RAM 缓存 (快) 或 直接写入 (安全)。

# Settings_AppTags.Text
source: App Tags
ca: Etiquetes d'App
es_es: Etiquetas
pt_br: Tags de App
zh_hans: 应用标签

# Settings_ManageTags.Text
source: Manage Categories and Colors
ca: Administrar Categories
de_de: Kategorien verwalten
es_es: Gestionar Categorías
pt_br: Gerenciar Categorias
zh_hans: 管理分类

# Settings_AddTag.Content
source: Add Tag
ca: Afegir Etiqueta
de_de: Tag hinzufügen
es_es: Añadir Etiqueta
pt_br: Adicionar Tag
zh_hans: 添加标签

# Settings_About.Text
source: About
ca: Sobre l'App
de_de: Über
es_es: Acerca de
pt_br: Sobre
zh_hans: 关于

# Settings_CreatedBy.Text
source: Created by David Cepero
ca: Creat per David Cepero
de_de: Erstellt von David Cepero
es_es: Creado por David Cepero
pt_br: Criado por David Cepero
zh_hans: 由 David Cepero 创建

# Settings_Copyright.Text
source: Copyright © 2025. All rights reserved.
ca: Copyright © 2025. Tots els drets reservats.
de_de: Copyright © 2025. Alle Rechte vorbehalten.
es_es: Copyright © 2025. Todos los derechos reservados.
pt_br: Copyright © 2025. Todos os direitos reservados.
zh_hans: 版权所有 © 2025。

# Settings_SourceCode.Content
source: Source Code (GitHub)
ca: Codi Font (GitHub)
de_de: Quellcode (GitHub)
es_es: Código Fuente (GitHub)
pt_br: Código Fonte (GitHub)
zh_hans: 源代码 (GitHub)

# Settings_AppVersion
source: App Version {0}
ca: Versió {0}
de_de: Version {0}
es_es: Versión {0}
pt_br: Versão {0}
zh_hans: 版本 {0}

# Nav_Dashboard.Content
source: Dashboard
ca: Tauler
es_es: Inicio
pt_br: Painel
zh_hans: 仪表盘

# Nav_History.Content
source: Distribution Analysis
ca: Anàlisi
de_de: Analyse
es_es: Análisis
pt_br: Análise
zh_hans: 分析

# Nav_Sessions.Content
source: Detailed Usage
ca: Ús detallat
de_de: Detailliert
es_es: Uso Detallado
pt_br: Uso Detalhado
zh_hans: 详细使用

# Tray_Open.Text
source: Open
ca: Obrir
de_de: Öffnen
es_es: Abrir
pt_br: Abrir
zh_hans: 打开

# Tray_Settings.Text
source: Settings
ca: Configuració
de_de: Einstellungen
es_es: Configuración
pt_br: Configurações
zh_hans: 设置

# Tray_Exit.Text
source: Exit
ca: Sortir
de_de: Beenden
es_es: Salir
pt_br: Sair
zh_hans: 退出

# Dashboard_SetTimeLimit.Text
source: Set Time Limit
ca: Límit de Temps
de_de: Limit setzen
es_es: Límite de Tiempo
pt_br: Definir Limite
zh_hans: 设置限时

# Dashboard_SetCategory.Text
source: Set Category
ca: Categoria
de_de: Kategorie setzen
es_es: Categoría
pt_br: Definir Categoria
zh_hans: 设置分类

# Dashboard_SetDisplayName.Text
source: Set Display Name...
ca: Canviar nom...
de_de: Umbenennen...
es_es: Nombre Personalizado...
pt_br: Renomear...
zh_hans: 重命名...

# Dashboard_SetCustomIcon.Text
source: Set Custom Icon...
ca: Icona personalitzada...
de_de: Eigenes Icon...
es_es: Icono Personalizado...
pt_br: Ícone Personalizado...
zh_hans: 自定义图标...

# Dashboard_ExcludeApp.Text
source: Exclude App
ca: Excloure App
de_de: App ignorieren
es_es: Excluir App
pt_br: Excluir App
zh_hans: 排除应用

# Dashboard_Total.Text
source: Total:
de_de: Gesamt:
zh_hans: 总计:

# Dashboard_DailyActivity.Text
source: Daily Activity
ca: Activitat diària
de_de: Tägliche Aktivität
es_es: Actividad Diaria
pt_br: Atividade Diária
zh_hans: 每日活动

# Dashboard_UsageSummary.Text
source: Usage Summary
ca: Resum d'ús
de_de: Nutzungs-Zusammenfassung
es_es: Resumen de Uso
pt_br: Resumo de Uso
zh_hans: 使用摘要

# Dashboard_TabActiveWindows.Header
source: 📊 Active Windows
ca: 📊 Finestres Actives
de_de: 📊 Aktive Fenster
es_es: 📊 Ventanas Activas
pt_br: 📊 Janelas Ativas
zh_hans: 📊 活动窗口

# Dashboard_TabBackgroundAudio.Header
source: 🔊 Background Audio
ca: 🔊 Àudio de Fons
de_de: 🔊 Hintergrund-Audio
es_es: 🔊 Audio de Fondo
pt_br: 🔊 Áudio de Fundo
zh_hans: 🔊 背景音频

# Dashboard_AudioDesc.Text
source: Apps playing audio while not in focus
ca: Apps reproduint àudio en segon pla
de_de: Apps mit Audio im Hintergrund
es_es: Apps reproduciendo audio en segundo plano
pt_br: Apps tocando áudio em segundo plano
zh_hans: 后台播放音频的应用

# Dashboard_NoAudio.Text
source: No background audio detected
ca: Sense àudio de fons detectat
de_de: Kein Hintergrund-Audio
es_es: Sin audio detectado
pt_br: Nenhum áudio detectado
zh_hans: 未检测到背景音频

# Dashboard_ActiveWindows.Text
source: Active Windows
ca: Finestres actives
de_de: Aktive Fenster
es_es: Ventanas Activas
pt_br: Janelas Ativas
zh_hans: 活动窗口

# Dashboard_BackgroundAudio.Text
source: Background Audio
ca: Àudio de fons
de_de: Hintergrund-Audio
es_es: Audio de Fondo
pt_br: Áudio de Fundo
zh_hans: 背景音频

# Dashboard_NotCounted.Text
source: (not counted)
ca: (no comptat)
de_de: (nicht gezählt)
es_es: (no contado)
pt_br: (não contado)
zh_hans: (不计入)

# Sessions_Title.Text
source: Timeline
ca: Línia de Temps
es_es: Cronología
pt_br: Linha do Tempo
zh_hans: 时间轴

# Sessions_Subtitle.Text
source: Visualize your day.
ca: Visualitza el teu dia.
de_de: Visualisiere deinen Tag.
es_es: Visualiza tu día.
pt_br: Visualize o seu dia.
zh_hans: 可视化你的一天。

# Sessions_ZoomOut.Content
source: Zoom Out
ca: Allunyar
es_es: Alejar
pt_br: Diminuir Zoom
zh_hans: 缩小

# Sessions_ZoomIn.Content
source: Zoom In
ca: Apropar
es_es: Acercar
pt_br: Aumentar Zoom
zh_hans: 放大

# History_Activity
source: Activity
ca: Activitat
de_de: Aktivität
pt_br: Atividade
zh_hans: 活动

# Nav_Focus.Content
source: Focus Schedule
ca: Enfocament
de_de: Fokus
pt_br: Foco
zh_hans: 专注

# History_TotalAfkTime.Text
source: Total AFK Time
ca: Temps Total Absent (AFK)
de_de: Gesamte Abwesenheit (AFK)
pt_br: Tempo Total Ausente (AFK)
zh_hans: 总离线时间 (AFK)

# Settings_StartupModeNone.Content
source: Disabled
ca: Desactivat
de_de: Deaktiviert
pt_br: Desativado
zh_hans: 禁用

# Settings_StartupModeTracker.Content
source: Tracker Only
ca: Només Rastreador
de_de: Nur Tracker
pt_br: Apenas Rastreador
zh_hans: 仅追踪器

# Settings_StartupModeBoth.Content
source: Tracker + Interface
ca: Rastreador + Interfície
pt_br: Rastreador + Interface
zh_hans: 追踪器 + 界面

# Settings_HiddenSubApps.Text
source: Hidden SubApps
ca: Sub-Apps Ocultes
de_de: Versteckte Sub-Apps
pt_br: Sub-Apps Ocultos
zh_hans: 隐藏子应用

# Settings_HiddenSubAppsDesc.Text
source: Keywords to hide from timelines. Matching window titles are merged into the parent app (e.g. add "YouTube" to hide YouTube activity under "Chrome"). Double-click to remove.
ca: Paraules clau per ocultar. Títols coincidents s'uneixen a l'app pare.
de_de: Schlüsselwörter zum Ausblenden.
pt_br: Palavras-chave para ocultar.
zh_hans: 隐藏的关键词。

# Settings_BtnAdd.Content
source: Add
ca: Afegir
de_de: Hinzufügen
pt_br: Adicionar
zh_hans: 添加

# Settings_HideRetroactively.Header
source: Apply retroactively
ca: Aplicar retroactivament
de_de: Rückwirkend anwenden
pt_br: Aplicar retroativamente
zh_hans: 追溯应用

# Settings_HideRetroactively.OnContent
source: Also hide from historical data
ca: Ocultar també a l'historial
de_de: Auch aus Historie ausblenden
pt_br: Ocultar do histórico
zh_hans: 同时也隐藏历史记录

# Settings_HideRetroactively.OffContent
source: Only affects new activity
ca: Només nova activitat
de_de: Nur neue Aktivität
pt_br: Apenas novos
zh_hans: 仅限新活动

# Settings_Language.Text
source: Language
ca: Idioma
de_de: Sprache
pt_br: Idioma
zh_hans: 语言

# Settings_LanguageDesc.Text
source: Select application language (requires restart)
ca: Selecciona idioma (requereix reiniciar)
de_de: Sprache wählen (Neustart erforderlich)
pt_br: Escolher idioma (requer reinício)
zh_hans: 选择语言 (需重启)

# Nav_MiscData.Content
source: Fun Facts
ca: Dades Curioses
de_de: Fakten
pt_br: Curiosidades
zh_hans: 趣闻

# MiscData_Title.Text
source: Fun Facts
ca: Dades Curioses
de_de: Fakten
pt_br: Curiosidades
zh_hans: 趣闻

# MiscData_Subtitle.Text
source: Today's random stats and insights
ca: Estadístiques aleatòries d'avui
de_de: Zufällige Statistiken
pt_br: Estatísticas aleatórias de hoje
zh_hans: 今日随机统计

# Settings_AppRuntimeSummary.Text
source: Run on Startup, Minimize on Exit
ca: Inici, Safata
de_de: Start, Tray
pt_br: Início, Bandeja
zh_hans: 启动, 托盘

# Settings_UsageDataSummary.Text
source: Incognito Mode, Excluded Apps, Hidden Sub-Apps, Custom Title Rules, Time Limits
ca: Incògnit, Exclusions, Límits
de_de: Inkognito, Ausnahmen, Limits
pt_br: Incógnito, Exclusões, Limites
zh_hans: 隐身, 排除, 限制

# Settings_DisplaySummary.Text
source: Theme, Language, Days to Show, Refresh Interval, Combined Audio
ca: Tema, Idioma, Gràfics
de_de: Design, Sprache, Grafik
pt_br: Tema, Idioma, Gráficos
zh_hans: 主题, 语言, 图表

# Settings_DataSummary.Text
source: Log Storage Location, RAM Cache, Data Flush Interval
ca: Registres, Memòria
de_de: Logs, Cache
pt_br: Logs, Cache
zh_hans: 日志, 缓存

# Settings_AppTagsSummary.Text
source: Manage Custom Tags and Colors
ca: Etiquetes i Colors
de_de: Tags und Farben
pt_br: Tags e Cores
zh_hans: 标签和颜色

# Settings_IdleThreshold.Text
source: Idle Threshold (seconds)
ca: Llindar d'Inactivitat (s)
de_de: Inaktivitäts-Schwelle (s)
pt_br: Limite Inatividade (s)
zh_hans: 闲置阈值 (秒)

# Settings_IdleThresholdDesc.Text
source: Time of inactivity before logging as "AFK" (default 300s = 5 min).
ca: Temps abans de marcar com Absent (300s).
de_de: Zeit bis 'Abwesend' (300s).
pt_br: Tempo até 'Ausente' (300s).
zh_hans: 标记为离开的时间 (300秒)。

# Settings_PowerTitle.Text
source: Power Consumption & Cost
ca: Consum i Cost
de_de: Verbrauch & Kosten
pt_br: Consumo e Custo
zh_hans: 功耗与成本

# Settings_PowerDesc.Text
source: Estimate wasted energy cost during AFK periods.
ca: Estimació d'energia malbaratada.
de_de: Geschätzte Verschwendung.
pt_br: Est. energia desperdiçada.
zh_hans: 预估浪费的能源。

# Settings_AvgPower.Text
source: Avg PC Power (Watts)
ca: Potència Mitjana (W)
de_de: Ø Leistung (Watt)
pt_br: Potência Média (W)
zh_hans: 平均功率 (W)

# Settings_KwhPrice.Text
source: Price per kWh
ca: Preu per kWh
de_de: Preis pro kWh
pt_br: Preço kWh
zh_hans: 每度电价

# Settings_Currency.Text
source: Currency
ca: Moneda
de_de: Währung
pt_br: Moeda
zh_hans: 货币

# MiscData_WastedEnergy
source: Wasted Energy
ca: Energia Malbaratada
de_de: Verschwendete Energie
pt_br: Energia Desperdiçada
zh_hans: 浪费能源

# MiscData_WastedMoney
source: Wasted Money
ca: Diners Malbaratats
de_de: Verschwendetes Geld
pt_br: Dinheiro Desperdiçado
zh_hans: 浪费金钱

# MiscData_WastedEnergyDesc
source: Est. {0}W usage when AFK
ca: Est. {0}W ús al estar absent
de_de: Ca. {0}W bei Abwesenheit
pt_br: Est. {0}W uso ausente
zh_hans: 闲置耗电约 {0}W

# MiscData_WastedMoneyDesc
source: Est. cost of AFK power
ca: Cost est. en absència
de_de: Ca. Kosten bei Abwesenheit
pt_br: Custo est. ausente
zh_hans: 闲置预估成本

# MiscData_AFKTime
source: AFK Time
ca: Temps Absent
de_de: Abwesend (AFK)
pt_br: Tempo Ausente
zh_hans: 离开时间

# MiscData_AFKTimeDesc
source: Time away from keyboard (idle)
ca: Temps lluny del teclat
de_de: Zeit weg von Tastatur
pt_br: Tempo longe do teclado
zh_hans: 离开键盘的时间

# MiscData_LockTime
source: Lock Time
ca: Temps Bloquejat
de_de: Gesperrt
pt_br: Tempo Bloqueado
zh_hans: 锁定时间

# MiscData_LockTimeDesc
source: Time with screen locked
ca: Temps amb pantalla bloquejada
de_de: Zeit mit gesperrtem Screen
pt_br: Tempo tela bloqueada
zh_hans: 屏幕锁定时间
